Repository: common-repository/auto-random-content
Catalog: languages/autorandomcontent-*.po
Languages: it_it

source: Random Content
it_it: Auto Random Content

source: Create Random Content
it_it: Crea contenuti Casuali

source: Delete Random Content Created!
it_it: Elimina i contenti casuali creati!

source: Auto Random Content - Settings
it_it: Auto Random Content - Impostazioni

source: Set information about the randomize content:
it_it: Configura le impostazioni per la generazione dei contenuti casuali:

source: Create Automatic Content
it_it: Impostazioni

source: Number of Random post must be created
it_it: Numero di elementi casuali che devono essere generati

source: Post Type
it_it: Tipo di elementi da generare

source: Generating content ...
it_it: Generazione contenuti ...

source: Deleting content ...
it_it: Cancellazzione contenuti ...

source: Content generation completed!
it_it: Contenuti generati correttamente!

source: Content cancellation completed!
it_it: Contenuti cancellati correttamente!

source: Something went wrong.
it_it: Qualcosa è andato storto.

source: Close
it_it: Chiudi

source: Relate Thumb
it_it: Collega Immagine Evidenza

source: Relate Term
it_it: Collega categorizzazione

source: Terms Taxonomy
it_it: Collega Tassonomia

source: Relate Comment
it_it: Collega commenti

source: If this is checked the procedure generate and assign one thumb at every post created.
it_it: Se attivo la procedura genererà un immagine per ogni post creato.

source: The term's taxonomy. Example: Category
it_it: tassonomia. Esempio: Categorie

source: If this is checked the procedure assign a term at every post created.<br>The procedure generate terms too.
it_it: Se attivo la procedura assegnerà ad ogni post creato un termine di tassonomia<br>La procedura genera anche i termini.

source: If this is checked the procedure generate some comments at every post created.<br>The procedure generate Users too.
it_it: Se attivo la procedura genererà e assegnerà alcuni commenti per ogni post.<br>La procedura genera anche degli Utenti

source: Max number of posts created at one time is 20.
it_it: Il numero massimo di post che si possono creare alla volta 20.
